Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Simulated camera exposure. Positive brightens, negative darkens.
ar: محاكاة لتعريض الكاميرا. القيم الموجبة تزيد السطوع، والسالبة تعتّم.
de: Simulierte Kamerabelichtung. Positive Werte hellen auf, negative dunkeln ab.
es: Exposición de cámara simulada. Los valores positivos aclaran; los negativos oscurecen.
fr: Exposition simulée de l’appareil photo. Une valeur positive éclaircit, une valeur négative assombrit.
hi: कैमरे के एक्सपोज़र का सिमुलेशन. धनात्मक मान रोशनी बढ़ाते हैं, ऋणात्मक मान गहरा करते हैं.
it: Esposizione simulata della fotocamera. I valori positivi schiariscono, quelli negativi scuriscono.
ja: カメラの露出をシミュレートします。正の値で明るく、負の値で暗くなります。
ko: 카메라 노출을 시뮬레이션합니다. 양수이면 밝아지고, 음수이면 어두워집니다.
pl: Symulowana ekspozycja aparatu. Wartości dodatnie rozjaśniają, ujemne przyciemniają.
pt_br: Exposição de câmera simulada. Valores positivos clareiam; negativos escurecem.
ru: Имитация экспозиции камеры. Положительные значения осветляют, отрицательные затемняют.
tr: Benzetilmiş kamera pozlaması. Pozitif değerler aydınlatır, negatif değerler karartır.
uk: Імітована експозиція камери. Додатні значення освітлюють, відʼємні — затемнюють.
zh_hans: 模拟相机曝光。正值变亮，负值变暗。
zh_hant: 模擬相機曝光。正值變亮，負值變暗。

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hi: आकार
it: Dimensioni
ja: サイズ
ko: 크기
pl: Rozmiar
pt_br: Tamanho
ru: Размер
tr: Büyüklük
uk: Розмір
zh_hans: 大小
zh_hant: 大小

source: Size of the affected area.
ar: حجم المنطقة المتأثرة.
de: Größe der betroffenen Fläche.
es: Tamaño de la zona afectada.
fr: Taille de la zone affectée.
hi: प्रभावित हिस्से का आकार.
it: Dimensioni dell’area interessata.
ja: 影響を受ける範囲のサイズです。
ko: 영향을 받는 영역의 크기입니다.
pl: Rozmiar obszaru objętego efektem.
pt_br: Tamanho da área afetada.
ru: Размер затрагиваемой области.
tr: Etkilenen alanın büyüklüğü.
uk: Розмір ділянки впливу.
zh_hans: 受影响区域的大小。
zh_hant: 受影響區域的大小。

source: Size of the affected region.
ar: حجم النطاق المتأثر.
de: Größe des betroffenen Bereichs.
es: Tamaño de la región afectada.
fr: Taille de la région affectée.
hi: प्रभावित क्षेत्र का आकार.
it: Dimensioni della zona interessata.
ja: 影響を受ける領域のサイズです。
ko: 영향을 받는 범위의 크기입니다.
pl: Wielkość obszaru działania efektu.
pt_br: Tamanho da região afetada.
ru: Размер затрагиваемой области.
tr: Etkilenen bölgenin büyüklüğü.
uk: Розмір області впливу.
zh_hans: 受影响区域的大小。
zh_hant: 受影響範圍的大小。

source: Size of the noise pattern. Lower is coarser and blotchier, higher is finer.
ar: حجم نمط الضجيج. القيم الأدنى أخشن وأكثر تبقعًا، والأعلى أنعم.
de: Größe des Rauschmusters. Niedrigere Werte sind gröber und fleckiger, höhere feiner.
es: Tamaño del patrón de ruido. Los valores bajos son más gruesos y con manchas; los altos, más finos.
fr: Taille du motif de bruit. Plus la valeur est basse, plus il est grossier et tacheté ; plus elle est haute, plus il est fin.
hi: नॉइज़ पैटर्न का आकार. कम मान मोटा और धब्बेदार, ज़्यादा मान बारीक होता है.
it: Dimensioni del motivo di rumore. Valori bassi lo rendono più grossolano e a chiazze, valori alti più fine.
ja: ノイズパターンのサイズです。低い値では粗くまだらに、高い値では細かくなります。
ko: 노이즈 패턴의 크기입니다. 낮을수록 거칠고 얼룩덜룩하며, 높을수록 미세합니다.
pl: Rozmiar wzoru szumu. Niższe wartości dają grubszy, plamisty wzór, wyższe — drobniejszy.
pt_br: Tamanho do padrão de ruído. Valores menores são mais grosseiros e manchados; maiores são mais finos.
ru: Размер узора шума. Меньшие значения — крупнее и пятнистее, большие — мельче.
tr: Parazit deseninin büyüklüğü. Düşük değerler daha kaba ve lekeli, yüksek değerler daha ince görünür.
uk: Розмір візерунка шуму. Менші значення — грубіший і плямистіший, більші — дрібніший.
zh_hans: 噪声图案的大小。数值越低越粗糙斑驳，越高越细腻。
zh_hant: 雜訊圖樣的大小。數值越低越粗糙、斑駁，越高越細緻。

source: Size of the pattern relative to the layer.
ar: حجم النمط بالنسبة إلى الطبقة.
de: Größe des Musters relativ zur Ebene.
es: Tamaño del patrón respecto a la capa.
fr: Taille du motif par rapport au calque.
hi: लेयर के अनुपात में पैटर्न का आकार.
it: Dimensioni del motivo rispetto al livello.
ja: レイヤーに対するパターンのサイズです。
ko: 레이어에 대한 패턴의 상대적 크기입니다.
pl: Rozmiar wzoru względem warstwy.
pt_br: Tamanho do padrão em relação à camada.
ru: Размер узора относительно слоя.
tr: Desenin katmana göre büyüklüğü.
uk: Розмір візерунка відносно шару.
zh_hans: 图案相对于图层的大小。
zh_hant: 圖樣相對於圖層的大小。

source: Size of the ripples. Low values give broad swells, high values fine ridges.
ar: حجم التموجات. القيم المنخفضة تعطي أمواجًا عريضة، والمرتفعة تعطي تموجات دقيقة.
de: Größe der Wellen. Niedrige Werte ergeben breite Wogen, hohe Werte feine Rillen.
es: Tamaño de las ondas. Los valores bajos dan oleajes amplios; los altos, crestas finas.
fr: Taille des ondulations. Les faibles valeurs donnent une large houle, les valeurs élevées de fines crêtes.
hi: लहरों का आकार. कम मान चौड़ी लहरें देते हैं, ज़्यादा मान बारीक लकीरें.
it: Dimensioni delle increspature. Valori bassi danno onde ampie, valori alti creste sottili.
ja: 波紋のサイズです。低い値では大きなうねりに、高い値では細かい波になります。
ko: 물결의 크기입니다. 값이 낮으면 넓게 넘실거리고, 값이 높으면 잔물결이 생깁니다.
pl: Rozmiar zmarszczek. Niskie wartości dają szerokie fale, wysokie — drobne grzbiety.
pt_br: Tamanho das ondulações. Valores baixos geram ondas largas; valores altos, cristas finas.
ru: Размер ряби. Малые значения дают широкие волны, большие — мелкие гребешки.
tr: Dalgacıkların büyüklüğü. Düşük değerler geniş kabarmalar, yüksek değerler ince sırtlar verir.
uk: Розмір брижів. Малі значення дають широкі хвилі, великі — дрібні гребінці.
zh_hans: 涟漪的大小。数值低时为宽阔的涌浪，数值高时为细密的波纹。
zh_hant: 漣漪的大小。數值低時為寬闊的湧浪，數值高時為細密的波紋。

source: Size of the sway pattern. Low values move the whole layer together, high values ripple through it.
ar: حجم نمط التمايل. القيم المنخفضة تحرّك الطبقة بأكملها معًا، والمرتفعة تسري فيها كالتموج.
de: Größe des Wiegemusters. Niedrige Werte bewegen die ganze Ebene gemeinsam, hohe Werte lassen Wellen hindurchlaufen.
es: Tamaño del patrón de balanceo. Los valores bajos mueven toda la capa a la vez; los altos la recorren en ondas.
fr: Taille du motif de balancement. Les faibles valeurs déplacent tout le calque d’un bloc, les valeurs élevées le font onduler.
hi: लहराहट के पैटर्न का आकार. कम मान पूरी लेयर को एक साथ हिलाते हैं, ज़्यादा मान उसमें लहर की तरह गुज़रते हैं.
it: Dimensioni del motivo di oscillazione. Valori bassi muovono l’intero livello insieme, valori alti lo attraversano a onde.
ja: 揺れのパターンのサイズです。低い値ではレイヤー全体が一緒に動き、高い値ではレイヤー内を波打つように揺れます。
ko: 흔들림 패턴의 크기입니다. 값이 낮으면 레이어 전체가 함께 움직이고, 값이 높으면 물결치듯 움직입니다.
pl: Rozmiar wzoru kołysania. Niskie wartości poruszają całą warstwą naraz, wysokie przechodzą przez nią falą.
pt_br: Tamanho do padrão de balanço. Valores baixos movem a camada inteira junta; valores altos a percorrem em ondulações.
ru: Размер узора колыхания. При малых значениях весь слой движется целиком, при больших по нему пробегает волна.
tr: Salınım deseninin büyüklüğü. Düşük değerler tüm katmanı birlikte hareket ettirir, yüksek değerler katman boyunca dalgalanır.
uk: Розмір візерунка коливань. Малі значення рухають увесь шар разом, великі — пускають по ньому хвилі.
zh_hans: 摇摆图案的大小。数值低时整个图层一起移动，数值高时波动会在图层中传递。
zh_hant: 搖曳圖樣的大小。數值低時整個圖層一起擺動，數值高時會如波紋般在圖層中傳遞。

source: Skip for Now
ar: التخطي الآن
de: Vorerst überspringen
es: Omitir por ahora
fr: Ignorer pour l’instant
hi: अभी छोड़ें
it: Salta per ora
ja: 今はスキップ
ko: 나중에
pl: Pomiń na razie
pt_br: Ignorar por Enquanto
ru: Пропустить
tr: Şimdilik Atla
uk: Поки пропустити
zh_hans: 暂时跳过
zh_hant: 暫時略過

source: Skipped
ar: تم التخطي
de: Übersprungen
es: Omitido
fr: Ignoré
hi: छोड़ा गया
it: Saltato
ja: スキップ
ko: 건너뜀
pl: Pominięto
pt_br: Ignorado
ru: Пропущено
tr: Atlandı
uk: Пропущено
zh_hans: 已跳过
zh_hant: 已略過

source: Skipped. Click to set it up.
ar: تم التخطي. انقر للإعداد.
de: Übersprungen. Zum Einrichten klicken.
es: Omitido. Haz clic para configurarlo.
fr: Ignoré. Cliquez pour le configurer.
hi: छोड़ा गया। सेट अप करने के लिए क्लिक करें।
it: Saltato. Fai clic per configurarlo.
ja: スキップしました。クリックして設定します。
ko: 건너뜀. 설정하려면 클릭하십시오.
pl: Pominięto. Kliknij, aby skonfigurować.
pt_br: Ignorado. Clique para configurar.
ru: Пропущено. Нажмите, чтобы настроить.
tr: Atlandı. Kurmak için tıklayın.
uk: Пропущено. Клацніть, щоб налаштувати.
zh_hans: 已跳过。点按以设置。
zh_hant: 已略過。按一下以設定。

source: Skips the release notes window after the app updates.
ar: يتخطى نافذة ملاحظات الإصدار بعد تحديث التطبيق.
de: Überspringt das Fenster mit den Versionshinweisen nach einem Update der App.
es: Omite la ventana de notas de la versión después de actualizar la app.
fr: N’affiche pas la fenêtre des notes de version après une mise à jour de l’app.
hi: ऐप अपडेट होने के बाद रिलीज़ नोट्स विंडो नहीं दिखाता।
it: Salta la finestra delle note di rilascio dopo l’aggiornamento dell’app.
ja: App のアップデート後にリリースノートのウインドウを表示しません。
ko: 앱 업데이트 후 릴리스 노트 윈도우를 건너뜁니다.
pl: Pomija okno informacji o wersji po uaktualnieniu aplikacji.
pt_br: Pula a janela de notas da versão depois que o app é atualizado.
ru: Не показывает окно с примечаниями к выпуску после обновления приложения.
tr: Uygulama güncellendikten sonra sürüm notları penceresini atlar.
uk: Не показує вікно з примітками до випуску після оновлення програми.
zh_hans: App 更新后跳过发行说明窗口。
zh_hant: App 更新後略過版本附註視窗。

source: Slides the texture continuously, useful for tiling backgrounds.
ar: يُزلق النسيج باستمرار، وهو مفيد للخلفيات المتكررة.
de: Verschiebt die Textur fortlaufend – nützlich für gekachelte Hintergründe.
es: Desliza la textura de forma continua; útil para fondos en mosaico.
fr: Fait défiler la texture en continu, utile pour les arrière-plans en mosaïque.
hi: टेक्सचर को लगातार खिसकाता है; टाइल होने वाले बैकग्राउंड के लिए उपयोगी.
it: Fa scorrere la texture senza sosta, utile per sfondi ripetuti.
ja: テクスチャを連続的にスライドさせます。タイル状の背景に便利です。
ko: 텍스처를 계속 밀어 이동시키며, 타일링 배경에 유용합니다.
pl: Stale przesuwa teksturę; przydatne w przypadku kafelkowych teł.
pt_br: Desliza a textura continuamente; útil para fundos que se repetem.
ru: Непрерывно сдвигает текстуру — удобно для повторяющихся фонов.
tr: Dokuyu sürekli olarak kaydırır; döşenen arka planlar için kullanışlıdır.
uk: Безперервно зсуває текстуру; корисно для фонів, що повторюються.
zh_hans: 持续滑动纹理，适用于平铺背景。
zh_hant: 持續滑動紋理，適用於拼貼背景。

source: Small Icons
ar: أيقونات صغيرة
de: Kleine Symbole
es: Iconos pequeños
fr: Petites icônes
hi: छोटे आइकॉन
it: Icone piccole
ja: 小さいアイコン
ko: 작은 아이콘
pl: Małe ikony
pt_br: Ícones Pequenos
ru: Маленькие значки
tr: Küçük Simgeler
uk: Малі значки
zh_hans: 小图标
zh_hant: 小型圖像

source: Smaller File
ar: ملف أصغر
de: Kleinere Datei
es: Archivo más pequeño
fr: Fichier plus petit
hi: छोटी फ़ाइल
it: File più piccolo
ja: 小さいファイル
ko: 더 작은 파일
pl: Mniejszy plik
pt_br: Arquivo Menor
ru: Меньший файл
tr: Daha Küçük Dosya
uk: Менший файл
zh_hans: 较小文件
zh_hant: 較小檔案

source: Smears the image along its direction of motion.
ar: يلطّخ الصورة على امتداد اتجاه حركتها.
de: Verwischt das Bild entlang seiner Bewegungsrichtung.
es: Emborrona la imagen en su dirección de movimiento.
fr: Étale l’image dans sa direction de mouvement.
hi: इमेज को उसकी गति की दिशा में फैलाता है.
it: Sbava l’immagine lungo la direzione del movimento.
ja: 画像を動きの方向に沿ってにじませます。
ko: 이미지를 움직이는 방향으로 번지게 합니다.
pl: Rozmazuje obraz w kierunku ruchu.
pt_br: Borra a imagem na direção do movimento.
ru: Размазывает изображение в направлении движения.
tr: Görüntüyü hareket yönü boyunca bulaştırır.
uk: Розмазує зображення в напрямку руху.
zh_hans: 沿运动方向拖影图像。
zh_hant: 沿著移動方向拖曳影像，產生殘影。

source: Smooths jagged edges in scenes by sampling each pixel 2, 4 or 8 times (MSAA). More samples cost more GPU time and memory; None by default.
ar: ينعّم الحواف المسننة في المشاهد بأخذ عينات من كل بكسل 2 أو 4 أو 8 مرات (MSAA). وتستهلك العينات الأكثر وقتًا وذاكرة أكبر من GPU، والقيمة الافتراضية «لا شيء».
de: Glättet gezackte Kanten in Szenen, indem jedes Pixel 2-, 4- oder 8-mal abgetastet wird (MSAA). Mehr Abtastungen kosten mehr GPU-Zeit und Speicher; standardmäßig Ohne.
es: Suaviza los bordes dentados de las escenas muestreando cada píxel 2, 4 u 8 veces (MSAA). Más muestras cuestan más tiempo de GPU y memoria; Ninguno por omisión.
fr: Adoucit les bords crénelés des scènes en échantillonnant chaque pixel 2, 4 ou 8 fois (MSAA). Plus d’échantillons coûtent plus de temps GPU et de mémoire ; Aucun par défaut.
hi: हर पिक्सेल को 2, 4 या 8 बार सैंपल करके (MSAA) सीन के खुरदरे किनारे चिकने करता है। ज़्यादा सैंपल ज़्यादा GPU समय और मेमोरी लेते हैं; डिफ़ॉल्ट कोई नहीं।
it: Attenua i bordi seghettati nelle scene campionando ogni pixel 2, 4 o 8 volte (MSAA). Più campioni costano più tempo GPU e memoria; Nessuno per impostazione predefinita.
ja: 各ピクセルを 2、4、8 回サンプリングして（MSAA）シーンのギザギザを滑らかにします。サンプル数が多いほど GPU 時間とメモリを使います。デフォルトは「なし」です。
ko: 각 픽셀을 2, 4 또는 8번 샘플링해(MSAA) 장면의 계단 현상을 부드럽게 합니다. 샘플이 많을수록 GPU 시간과 메모리를 더 사용하며, 기본값은 없음입니다.
pl: Wygładza postrzępione krawędzie w scenach, próbkując każdy piksel 2, 4 lub 8 razy (MSAA). Więcej próbek to więcej czasu GPU i pamięci; domyślnie Brak.
pt_br: Suaviza bordas serrilhadas nas cenas amostrando cada pixel 2, 4 ou 8 vezes (MSAA). Mais amostras custam mais tempo de GPU e memória; Nenhum por padrão.
ru: Сглаживает зубчатые края в сценах, выбирая каждый пиксель 2, 4 или 8 раз (MSAA). Больше выборок — больше времени ГП и памяти; по умолчанию «Нет».
tr: Her pikseli 2, 4 veya 8 kez örnekleyerek (MSAA) sahnelerdeki tırtıklı kenarları yumuşatır. Daha fazla örnek daha fazla GPU süresi ve bellek harcar; varsayılan Yok.
uk: Згладжує зубчасті краї в сценах, вибираючи кожен піксель 2, 4 або 8 разів (MSAA). Більше вибірок — більше часу ГП і памʼяті; типово «Немає».
zh_hans: 通过对每个像素采样 2、4 或 8 次（MSAA）来平滑场景中的锯齿边缘。采样越多，占用的 GPU 时间和内存越多；默认为“无”。
zh_hant: 透過對每個像素取樣 2、4 或 8 次（MSAA）來平滑場景中的鋸齒邊緣。取樣越多，使用的 GPU 時間和記憶體越多；預設為「無」。

source: Softens the boundary of the affected region.
ar: ينعّم حدود النطاق المتأثر.
de: Macht den Rand des betroffenen Bereichs weicher.
es: Suaviza el borde de la región afectada.
fr: Adoucit la limite de la région affectée.
hi: प्रभावित क्षेत्र की सीमा को नरम करता है.
it: Ammorbidisce il bordo della zona interessata.
ja: 影響を受ける領域の境界を和らげます。
ko: 영향을 받는 범위의 경계를 부드럽게 합니다.
pl: Zmiękcza granicę obszaru objętego efektem.
pt_br: Suaviza a borda da região afetada.
ru: Смягчает границу затрагиваемой области.
tr: Etkilenen bölgenin sınırını yumuşatır.
uk: Помʼякшує межу області впливу.
zh_hans: 柔化受影响区域的边界。
zh_hant: 柔化受影響範圍的邊界。

source: Softens the layer. This is the cheap blur; use Blur Precise when you need a cleaner result.
ar: ينعّم الطبقة. هذا هو التمويه الأقل استهلاكًا للموارد؛ استخدم «التمويه الدقيق» عندما تحتاج إلى نتيجة أنظف.
de: Zeichnet die Ebene weich. Dies ist die schnelle Weichzeichnung; verwenden Sie „Präzises Weichzeichnen“, wenn Sie ein saubereres Ergebnis benötigen.
es: Suaviza la capa. Es el desenfoque económico; usa Desenfoque preciso si necesitas un resultado más limpio.
fr: Adoucit le calque. C’est le flou économique ; utilisez « Flou précis » pour un résultat plus propre.
hi: लेयर को नरम करता है. यह हल्का ब्लर है; ज़्यादा साफ़ परिणाम के लिए Blur Precise का उपयोग करें.
it: Ammorbidisce il livello. È la sfocatura leggera; usa Sfocatura precisa quando ti serve un risultato più pulito.
ja: レイヤーをぼかします。これは負荷の低いぼかしです。よりきれいな結果が必要な場合は「精密ぼかし」を使用してください。
ko: 레이어를 부드럽게 합니다. 가벼운 흐림 효과이며, 더 깔끔한 결과가 필요하면 정밀 흐림 효과를 사용하십시오.
pl: Zmiękcza warstwę. To szybkie rozmycie; gdy potrzebujesz czystszego wyniku, użyj efektu „Rozmycie precyzyjne”.
pt_br: Suaviza a camada. Este é o desfoque leve; use Desfoque Preciso quando precisar de um resultado mais limpo.
ru: Смягчает слой. Это быстрое размытие; используйте «Точное размытие», если нужен более чистый результат.
tr: Katmanı yumuşatır. Bu, maliyeti düşük bulanıklıktır; daha temiz bir sonuç gerektiğinde Hassas Bulanıklık efektini kullanın.
uk: Помʼякшує шар. Це швидке розмиття; використовуйте «Точне розмиття», коли потрібен чистіший результат.
zh_hans: 柔化图层。这是开销较低的模糊；需要更干净的效果时，请使用“精确模糊”。
zh_hant: 柔化圖層。這是較省效能的模糊；需要更乾淨的效果時請使用「精確模糊」。

source: Softness of the cut-out edge. Raise it if the keyed edge looks jagged; too high and the subject goes semi-transparent.
ar: نعومة حافة القص. ارفعها إذا بدت الحافة مسننة؛ وإذا بالغت فيها يصبح العنصر الرئيسي شبه شفاف.
de: Weichheit der freigestellten Kante. Erhöhen Sie den Wert, wenn die Kante gezackt wirkt; zu hohe Werte machen das Motiv halbtransparent.
es: Suavidad del borde recortado. Súbela si el borde se ve dentado; si es demasiado alta, el sujeto se vuelve semitransparente.
fr: Douceur du bord détouré. Augmentez-la si le bord paraît crénelé ; trop élevée, le sujet devient semi-transparent.
hi: कटे हुए किनारे की नरमी. अगर किनारा दाँतेदार दिखे, तो इसे बढ़ाएँ; बहुत ज़्यादा होने पर मुख्य विषय अर्ध-पारदर्शी हो जाता है.
it: Morbidezza del bordo ritagliato. Alzala se il bordo appare seghettato; se è troppo alta il soggetto diventa semitrasparente.
ja: 切り抜いた境界の柔らかさです。境界がギザギザに見える場合は上げてください。上げすぎると被写体が半透明になります。
ko: 잘라낸 가장자리의 부드러움입니다. 키 아웃된 가장자리가 들쭉날쭉해 보이면 높이십시오. 너무 높으면 피사체가 반투명해집니다.
pl: Miękkość krawędzi wycięcia. Podnieś, jeśli krawędź jest poszarpana; przy zbyt wysokiej wartości obiekt staje się półprzezroczysty.
pt_br: Suavidade da borda recortada. Aumente se a borda parecer serrilhada; alto demais, o assunto fica semitransparente.
ru: Мягкость края вырезанной области. Увеличьте, если край выглядит зубчатым; при слишком большом значении объект становится полупрозрачным.
tr: Kesilen kenarın yumuşaklığı. Ayıklanan kenar tırtıklı görünüyorsa yükseltin; çok yüksek olursa nesne yarı saydam olur.
uk: Мʼякість краю вирізаної ділянки. Збільште, якщо край виглядає нерівним; якщо забагато — обʼєкт стає напівпрозорим.
zh_hans: 抠除边缘的柔和度。如果抠像边缘有锯齿，请提高此值；过高会使主体变得半透明。
zh_hant: 去背邊緣的柔和度。若去背邊緣呈鋸齒狀就調高；調得太高主體會變成半透明。

source: Softness of the disc edge. Very small values leave a visible hard circle.
ar: نعومة حافة القرص. القيم الصغيرة جدًا تترك دائرة حادة ظاهرة.
de: Weichheit des Scheibenrands. Sehr kleine Werte hinterlassen einen sichtbaren harten Kreis.
es: Suavidad del borde del disco. Los valores muy bajos dejan un círculo duro visible.
fr: Douceur du bord du disque. Les très petites valeurs laissent un cercle net visible.
hi: डिस्क के किनारे की नरमी. बहुत छोटे मान एक साफ़ दिखने वाला कठोर घेरा छोड़ते हैं.
it: Morbidezza del bordo del disco. Valori molto bassi lasciano un cerchio netto e visibile.
ja: 円盤の境界の柔らかさです。非常に小さい値では硬い円の輪郭が見えます。
ko: 원반 가장자리의 부드러움입니다. 값이 매우 작으면 딱딱한 원이 눈에 띕니다.
pl: Miękkość krawędzi dysku. Bardzo małe wartości pozostawiają widoczny ostry okrąg.
pt_br: Suavidade da borda do disco. Valores muito pequenos deixam um círculo duro visível.
ru: Мягкость края диска. При очень малых значениях виден жёсткий круг.
tr: Disk kenarının yumuşaklığı. Çok küçük değerler görünür, sert bir daire bırakır.
uk: Мʼякість краю диска. Дуже малі значення залишають помітне жорстке коло.
zh_hans: 圆盘边缘的柔和度。数值过小会留下明显的硬边圆圈。
zh_hant: 圓盤邊緣的柔和度。數值非常小時會留下明顯的硬邊圓圈。

source: Softness of the edge where the effect stops. Raise it to avoid a hard cut.
ar: نعومة الحافة التي يتوقف عندها التأثير. ارفعها لتجنب القطع الحاد.
de: Weichheit der Kante, an der der Effekt endet. Erhöhen Sie den Wert, um einen harten Schnitt zu vermeiden.
es: Suavidad del borde donde termina el efecto. Súbela para evitar un corte brusco.
fr: Douceur du bord où l’effet s’arrête. Augmentez-la pour éviter une coupure nette.
hi: जहाँ इफ़ेक्ट रुकता है, उस किनारे की नरमी. कठोर कट से बचने के लिए इसे बढ़ाएँ.
it: Morbidezza del bordo dove l’effetto si interrompe. Alzala per evitare un taglio netto.
ja: エフェクトが途切れる境界の柔らかさです。境界がくっきり切れないようにするには上げてください。
ko: 효과가 끝나는 가장자리의 부드러움입니다. 경계가 딱딱하게 잘리지 않게 하려면 높이십시오.
pl: Miękkość krawędzi, na której kończy się efekt. Podnieś, aby uniknąć ostrego przejścia.
pt_br: Suavidade da borda onde o efeito termina. Aumente para evitar um corte duro.
ru: Мягкость края там, где эффект заканчивается. Увеличьте, чтобы избежать резкой границы.
tr: Efektin bittiği kenarın yumuşaklığı. Sert bir kesimden kaçınmak için yükseltin.
uk: Мʼякість краю, де ефект закінчується. Збільште, щоб уникнути різкого обриву.
zh_hans: 效果结束处边缘的柔和度。提高此值可避免生硬的切边。
zh_hant: 效果結束處邊緣的柔和度。調高可避免生硬的切邊。

source: Solid Color
ar: لون خالص
de: Farbfläche
es: Color sólido
fr: Couleur unie
hi: ठोस रंग
it: Tinta unita
ja: 単色
ko: 단색
pl: Jednolity kolor
pt_br: Cor Sólida
ru: Сплошной цвет
tr: Düz Renk
uk: Суцільний колір
zh_hans: 纯色
zh_hant: 純色

source: Some features only available on Chromium
ar: بعض الميزات متاحة فقط على Chromium
de: Einige Funktionen nur mit Chromium verfügbar
es: Algunas funciones solo están disponibles en Chromium
fr: Certaines fonctions ne sont disponibles qu’avec Chromium
hi: कुछ सुविधाएँ केवल Chromium पर उपलब्ध हैं
it: Alcune funzioni sono disponibili solo con Chromium
ja: 一部の機能は Chromium でのみ利用可能
ko: 일부 기능은 Chromium에서만 사용 가능
pl: Niektóre funkcje dostępne tylko w Chromium
pt_br: Alguns recursos só estão disponíveis no Chromium
ru: Некоторые функции доступны только в Chromium
tr: Bazı özellikler yalnızca Chromium’da kullanılabilir
uk: Деякі функції доступні лише в Chromium
zh_hans: 部分功能仅在 Chromium 上可用
zh_hant: 部分功能僅在 Chromium 上可用
